[Guardsman X2UniversalSoldierClassInfo]
ClassSpecializationTitle="卫兵"
ClassSpecializationSummary="卫兵擅长用步枪射击厚甲目标。然而，他们的高热能武器往往过热导致射击不精准，容易遭受敌人的火力压制，所以要小心运用他们。"

[SiegeEngineer X2UniversalSoldierClassInfo]
ClassSpecializationTitle="作战工兵"
ClassSpecializationSummary="我们的作战工兵掌握了所有爆炸武器的专业知识，他们可以摧毁任何敌人用于隐藏身躯的掩体建筑。"
